{
  "_id": "6732fdc76dd9a47bd8fa612c",
  "_name": "staging",
  "_published": true,
  "page_title_en": "The Legacy of Paul Hom",
  "page_title_zh": "亚洲诊所的历史",
  "page_title_hmn": "Cov Keeb Kwm Ntawm Paul Hom",
  "page_title_ko": "폴 홈 (Paul Hom)의 업적",
  "page_title_es": "El legado de Paul Hom",
  "page_title_vi": "Lịch sử về phòng khám Paul Hom",
  "page_subtitle_en": "We are the oldest Asian clinic in the United States.",
  "page_subtitle_zh": "We are the oldest Asian clinic in the United States.",
  "page_subtitle_hmn": "We are the oldest Asian clinic in the United States.",
  "page_subtitle_ko": "We are the oldest Asian clinic in the United States.",
  "page_subtitle_es": "We are the oldest Asian clinic in the United States.",
  "page_subtitle_vi": "We are the oldest Asian clinic in the United States.",
  "commitment_statement_en": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "commitment_statement_zh": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "commitment_statement_hmn": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "commitment_statement_ko": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "commitment_statement_es": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "commitment_statement_vi": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients.",
  "aboutus_youtube_video": "https://youtu.be/UUguG3tATJE",
  "history_card_1_title_en": "1971: Our Beginning",
  "history_card_1_title_zh": "1971 一元复始",
  "history_card_1_title_hmn": "1971 Peb Txoj Kev Pib",
  "history_card_1_title_ko": "1971년 설립",
  "history_card_1_title_es": "1971 Nuestro comienzo",
  "history_card_1_title_vi": "1971, Khởi Đầu của Chúng Tôi",
  "history_card_1_text_en": "In 1971, a group of UC Davis medical students led by Paul Hom held meetings with a group of activist undergraduate students from the California State University of Sacramento to discuss improving health care for elderly Asians and new immigrant families who were struggling to obtain adequate health care due to socioeconomic and language barriers and decided to start a free clinic to target this problem.",
  "history_card_1_text_zh": "1971年，在保罗·霍姆（Paul Hom）的领导之下，加州大学戴维斯分校医学院学生与加州州立大学萨克拉门托分校的一群积极本科生进行了一场会议，致力于讨论改善亚裔老年人和新移民家庭因社会经济和语言障碍取得足够医疗保健之瓶颈，因儿决定开设免费诊所来釜底抽薪的排解问题。",
  "history_card_1_text_hmn": "Thaum yog 1971, ib pawg tub kawm hauv lub tsev kawm ntawv kho mob Davis coj los ntawm Paul Hom tuav rooj sib tham nrog ib pawg tub kawm ntawv qib siab nyob hauv Sacramento. Cov pawg tub kawm hauv Sacramento yog ib pawg uas mob siab rau coj kev nom kev tswv lossis kev hloov pauv rau lub sijhawm ntawd. Lawv sib tham txog kev txhim kho kev paj noj qab nyob zoo raus cov neeg Esxias laus thiab cov tsev neeg tuaj teb chaw txawv tsis tau nrhiav kev saib xyuas kev noj qab haus huv yooj yim vim muaj teeb meem rau kev nyob thiab ua hawjlwm hauv ib lub teb chaws thiab muaj teeb meem rau kev nkag siab lus. Vim li ntawd lawv thiaj txiav txim siab pib ib lub tsev kuaj mob pub dawb los tsom qhov teeb meem no. ",
  "history_card_1_text_ko": "1971년, 폴 홈의 지도 아래 UC 데이비스 의대생들이 캘리포니아 주립대 새크라멘토 캠퍼스의 적극적인 학부생들과 함께, 사회경제적 및 언어 장벽으로 인해 적절한 의료 서비스를 받지 못하는 고령 아시아인과 신규 이민자들을 위한 무료 클리닉 설립을 논의한끝에 무료클리닉을 설립하기로 결정하였습니다.",
  "history_card_1_text_es": "En 1971, un grupo de estudiantes de medicina de UC Davis dirigidos por Paul Hom se reunieron con un grupo de estudiantes universitarios activistas de la Universidad Estatal de Sacramento California para discutir a mejorar la atención médica para los ancianos asiáticos y las nuevas familias de inmigrantes que enfrentan barreras socioeconómicas y lingüísticas para acceder a atención médica adecuada. Decidieron iniciar una clínica gratuita para abordar estos problemas.",
  "history_card_1_text_vi": "Vào năm 1971, một nhóm sinh viên y của trường UC Davis dẫn đầu bởi Paul Hom đã tổ chức các cuộc họp cùng với các sinh viên từ trường đại học California State University of Sacramento để thảo luận về việc cải thiện dịch vụ chăm sóc sức khỏe cho người Châu Á lớn tuổi và các gia đình mới nhập cư đang gặp khó khăn trong việc có được dịch vụ chăm sóc sức khoẻ đầy đủ do rào cản kinh tế và ngôn ngữ, và họ quyết định bắt đầu một phòng khám miễn phí để nhằm giải quyết vấn đề này. ",
  "history_card_2_title_en": "Creating a Team",
  "history_card_2_title_zh": "枕戈待旦 ",
  "history_card_2_title_hmn": "Tsim Ib Pab Neeg ",
  "history_card_2_title_ko": "팀 구성 ",
  "history_card_2_title_es": "Creando un equipo",
  "history_card_2_title_vi": "Thành lập phòng khám",
  "history_card_2_text_en": "Paul Hom approached Dr. Lindy Kumagai, one of the few Asian medical faculty members at UC Davis School of Medicine, and asked if he would be the medical director of the clinic. Dr. Lindy Kumagai was an advocate for the Civil Rights Movement and underserved Asian communities. He accepted the position and worked with Paul Hom and UC Davis medical students for the next 30 years.",
  "history_card_2_text_zh": "Paul Hom 找到了 Lindy Kumagai 博士（加州大学戴维斯分校医学院为数不多的亚裔医学院教员之一），并询问他是否愿意担任诊所的医疗主任。 Lindy Kumagai 医生是民权运动和照护不足足的亚裔族群的倡导者。他接受了这个圣职，并在接下来的 30 年里与 Paul Hom 和加州大学戴维斯分校的医学生一起耕耘。",
  "history_card_2_text_hmn": "Paul Hom tham nrog kws kho mob Lindy Kumagai vim nws yog ib tug ntawm ob peb tus kws kho mob Esxias hauv lub UC Davis Tsev Kawm Ntawv Tshuaj thiab nug nws seb nws puas yuav yog tus neeg saib xyuas kho mob ntawm lub tsev kuaj mob pub dawb. Kws kho mob Lindy Kumagai yog ib tug tawm tswv yim rau qhov Civil Rights Movement thiab cov neeg Esxias tsis tau txais kev pab. Nws lees txais txoj hauj lwm thiab ua hauj lwm nrog Paul Hom thiab UC Davis cov tub ntxhais kawm kho mob rau 30 xyoo tom ntej.",
  "history_card_2_text_ko": "폴 홈은 UC 데이비스 의과대학의 몇 안 되는 아시아계 교수 중 한 명인 린디 쿠마가이 박사에게 클리닉의 의료 책임자를 맡아줄 수 있는지 제안했습니다. 린디 쿠마가이 박사는 민권 운동과 소외된 아시아인 커뮤니티를 지원하는 인물로, 그 제안을 받아들였고 이후 30년 동안 폴 홈과 UC 데이비스 의대생들과 함께 일했습니다.",
  "history_card_2_text_es": "Paul Hom se puso en contacto con el Dr. Lindy Kumagai, uno de los pocos miembros asiáticos de la facultad de medicina en la escuela de medicina de UC Davis, y le preguntó si sería el director médico de la clínica. El Dr. Lindy Kumagai era uno de los defensores del Movimiento de Derechos Civiles y de las comunidades asiáticas desatendidas. Aceptó el puesto y trabajó con Paul Hom y los estudiantes de medicina de UC Davis durante los siguientes 30 años. ",
  "history_card_2_text_vi": "Paul Hom đã tiếp cận tiến sĩ Lindy Kumagai, một trong số ít những giảng viên y khoa của trường đại học y UC Davis, và hỏi liệu ông có muốn trở thành giám đốc y tế của phòng khám hay không. Tiến sĩ Lindy Kumagai đã từng là người ủng hộ Phong Trào Dân Quyền và các cộng đồng Châu Á chưa được phục vụ đầy đủ. Ông đã nhận chức vụ này và làm việc với Paul Hom và các sinh viên y của trường UC Davis trong 30 năm tiếp theo.",
  "history_card_3_title_en": "Early Operations",
  "history_card_3_title_zh": "初试锋芒",
  "history_card_3_title_hmn": "Haujlwm Ntxov",
  "history_card_3_title_ko": "초기 운영",
  "history_card_3_title_es": "Operaciones Tempranas",
  "history_card_3_title_vi": "Hoạt động ban đầu của phòng khám",
  "history_card_3_text_en": "The ‘Asian Clinic’, as it was called before being renamed to the Paul Hom Asian Clinic, operated out of the back of a bookstore providing primary care services to 9 to 10 patients every Saturday. After some time, the community closed the bookstore and the clinic moved to the Sacramento Projects in New Helvecia (low income housing). It wasn’t until the year **** that the clinic moved to its current location at the Safe Credit Union on Folsom Boulevard. ",
  "history_card_3_text_zh": "该诊所在更名为 Paul Hom 亚洲诊所之前被称为“亚洲诊所”，起初在一家书店后面运营，每周六为 9 至 10 名患者提供初级医疗照护。光阴荏苒，书店接束营业，诊所搬至新赫尔维西亚的萨克拉门托计画（低收入住房）。直到****年，诊所才搬至现址福尔瑟姆大道（Folsom Boulevard）的安全信用社（Safe Credit Union）。",
  "history_card_3_text_hmn": "Lub tsev kho mob pub dawb ho hu “Asian Clinic” ua ntej lawv hloov tshiab uas lub npe “Paul Hom Asian Clinic.” Thaum nws ceem hu “Asian Clinic,” lawv ua haujlwm hauv qab chav ntawm ib lub khw muag phau ntawv nyeem thiab muab kev pabcuam rau 9 txog 10 tus neeg mob txhua txhua hnub Saturday. Tom qab qee lub sijhawm, cov zej zog kaw lub khw muag phau ntawv nyeem thiab lub tsev kho mob tau tsiv mus rau Sacramento Projects hauv New Helvecia (cov tsev nyob tau nyiaj tsawg). Thaum txog xyoo **** lub tsev kho mob pub dawb tau tsiv mus rau qhov chaw tshiab tam sim no ntawm Safe Credit Union ntawm Folsom Boulevard. ",
  "history_card_3_text_ko": "‘아시안 클리닉’이라는 이름으로 시작된 이 클리닉은, 나중에 폴 홈 아시안 클리닉으로 이름이 변경되기 전까지, 서점 뒤편에서 매주 토요일 9~10명의 환자에게 기본 진료 서비스를 제공했습니다. 시간이 지나면서 지역사회는 서점을 폐쇄했고, 클리닉은 새크라멘토의 뉴 헬베시아(저소득 주택 단지)로 이전했습니다. 현재의 위치인 Folsom Boulevard의 Safe Credit Union으로 클리닉이 이전한 것은 ****년이 되어서였습니다.",
  "history_card_3_text_es": "La “Clínica Asiática,” como se llamaba antes de pasar a llamarse Clinica Asiatica Paul Hom, operaba en la parte trasera de una librería y brindaba servicios de atención primaria a entre 9 y 10 pacientes todos los sábados. Después de un tiempo, la comunidad cerró la librería y la clínica se trasladó a Sacramento Projects en Nueva Helvecia (viviendas para personas de bajos ingresos). No fue hasta el año **** que la clínica se mudó a su ubicación actual en Safe Credit Union en Folsom Boulevard.",
  "history_card_3_text_vi": "‘Phòng khám Châu Á’ như tên gọi trước khi được đổi tên thành Phòng Khám Châu Á Paul Hom, đã từng hoạt động từ phía sau một nhà sách để cung cấp những dịch vụ khám sức khỏe cho 9 tới 10 bệnh nhân mỗi thứ bảy. Sau một thời gian, cộng đồng đã đóng cửa nhà sách và phòng khám chuyển tới Sacramento Project ở New Helvecia (nhà ở thu nhập thấp). Mãi tới năm **** thì phòng khám mới chuyển tới địa điểm hiện tại ở Safe Credit Union ở đường Folsom Boulevard. ",
  "history_card_4_title_en": "Continuing the Legacy",
  "history_card_4_title_zh": "薪火相传",
  "history_card_4_title_hmn": "Txaus ntxiv peb txoj keeb kwm",
  "history_card_4_title_ko": "남긴 업적을 이어가며…",
  "history_card_4_title_es": "Continuando el legado",
  "history_card_4_title_vi": "Tiếp tục hành trình phục vụ",
  "history_card_4_text_en": "After serving for 30 years, Dr. Lindy Kumagai passed on his position as medical director to Dr. Ronald Guy Jan. Dr. Jan had been volunteering for the clinic since 1980. He had an undying dedication and passion for serving the underserved. In the midst of starting his own practice, Dr. Jan would do his rounds between seven different hospitals and then come to the clinic to take on any patient that needed his help. Dr. Jan served for ~18-20 years before passing his position to the current medical director Dr. Christian Bohringer. ",
  "history_card_4_text_zh": "在服务 30 年后，Lindy Kumagai 医生将医疗主任职位交给了 Ronald Guy Jan 医生。 Jan 医生自 1980 年起就一直在诊所做志愿者。他对服务照护不足的群体有着不朽的奉献精神和热情。在开始自己执业的过程中，Jan 医师会在七家不同的医院之间巡察，然后再来到亚洲诊所接待任何需要他帮助的病人。 Jan 医生任职约 18-20 年后将职位传给现任医疗主任 Christian Bohringer 医生。",
  "history_card_4_text_hmn": "Tom qab 30 xyoo ua nws tau pab neeg, kws kho mob Lindy Kumagai tso nws txoj hauj lwm ua tus neeg saib xyuas lub tsev kho mob rau kws kho mob Ronald Guy Jan. Kws kho mob Jan tau pab lub tsev kho mob txij thaum xyoo 1980. Nws yeej tau txhawb nqa thiab muab tag nrho nws lub sijhawm los pab cov neeg tsis muaj dab tsi. Thaum nws nyuam qhuav kawm los pib qhib nws lub tsev kho mob, Kws kho mob Jan tau ncig xya lub tsev kho mob ces nws mam los tim lub tsev kho mob ntawm no los pab cov neeg mob ua xav nrhiav nws txoj kev pab. Kws kho mob Jan tau pab neeg los tau ~18-20 xyoo ua tej nws muaj txoj hauj lwm rau tus neeg saib xyuas lub tsev kho mob tam sim no ua yog kws kho mob Christian Bohringer.  ",
  "history_card_4_text_ko": "30년간 봉사한 린디 쿠마가이 박사는 의료 책임자 자리를 로널드 가이 쟌 박사에게 넘겼습니다. 쟌 박사는 1980년부터 클리닉에서 자원봉사를 해왔으며, 소외된 사람들을 돕는 일에 대한 깊은 헌신과 열정을 가지고 있었습니다. 자신의 병원을 운영하면서도, 일곱 개의 병원을 돌며 환자를 진료한 후 클리닉으로 와서 도움이 필요한 환자들을 돌보았습니다. 쟌 박사는 약 18-20년 동안 의료 책임자로 일한 후, 그 자리를 현재의 의료 책임자인 크리스티안 보린저 박사에게 넘겼습니다. ",
  "history_card_4_text_es": "Después de servir durante 30 años, el Dr. Lindy Kumagai cedió su puesto como director médico al Dr. Ronald Guy Jan. El Dr. Jan había sido voluntario de la clínica desde 1980. Tenía una dedicación y pasión eternas por servir a los desatendidos. Mientras estaba comenzando su propia práctica, el Dr. Jan hacía sus rondas entre siete hospitales diferentes y luego iba a la clínica para atender a cualquier paciente que necesitara su ayuda. El Dr. Jan trabajó entre 18 y 20 años antes de ceder su puesto al actual director médico, el Dr. Christian Bohringer.",
  "history_card_4_text_vi": "Sau khi phục vụ được 30 năm, Tiến sĩ Lindy Kumagai đã chuyển giao vị trí giám đốc y tế cho Bác sĩ Ronald Guy Jan. Bác sĩ Jan đã tình nguyện làm việc cho phòng khám từ năm 1980. Ông có sự cống hiến bất tận và niềm đam mê phục vụ những người chưa được phục vụ đầy đủ. Trong quá trình bắt đầu hành nghề của riêng mình, bác sĩ Jan sẽ đi vòng quanh bảy bệnh viện khác nhau và sau đó đến phòng khám để tiếp nhận bất kỳ bệnh nhân nào cần sự giúp đỡ của ông. Bác sĩ Jan đã phục vụ từ 18 đến 20 năm trước khi chuyển giao vị trí của mình cho giám đốc y tế hiện tại, Tiến sĩ Christian Bohringer.",
  "history_card_5_title_en": "Today",
  "history_card_5_title_zh": "今生今世",
  "history_card_5_title_hmn": "Hnub no",
  "history_card_5_title_ko": "오늘날",
  "history_card_5_title_es": "Hoy",
  "history_card_5_title_vi": "Hôm nay",
  "history_card_5_text_en": "Dr. Paul Hom had an untiring commitment to the clinic and to its purpose in serving patients of all ages in the Asian community who lack adequate healthcare due to cultural, linguistic, or economic barriers. Healthcare continues to be provided at no charge to all patients. The existence of the Paul Hom Asian Clinic has proved beneficial not only to the patients, but also to the undergraduate students, medical students, and physicians who volunteer their time and efforts. The legacy of Dr. Paul Hom continues to thrive and is the oldest Asian clinic in all of America",
  "history_card_5_text_zh": "Paul Hom 医生对诊所及为亚裔族群中由于文化、语言或经济障碍而缺乏足够医疗保健的各个年龄段的患者提供服务之宗旨做出了不渝的承诺。医疗保健依然不懈地向所有患者免费提供。 Paul Hom 亚洲诊所的存在不仅仅对患者受益良多，也对自愿投入时间和精力的本科生、医学生和医生获益匪浅。 Paul Hom 医生的传承依旧继续发扬光大着并仍然坚守着全美最古老的亚洲诊所的美称。",
  "history_card_5_text_hmn": "Kws kho mob Paul Hom tau siv tam nrho nws lub zog muab pub rau lub tsev kho mob kom nws ua raws nws lub hom phiaj los pab cov neeg mob tsis hais lawv hnub yug nyob rau cov neeg Esxias ua txais kev pab ntawm tshuaj vim yog lawv kev cai, lawv cov lus, thiab lawv txoj kev khwv tsis zoo li lwm haiv neeg. Peb lub Tsev Kho Mob Paul Hom Asian Clinic tsis yog tau pab cov neeg muaj mob, tab sis nws kuj tau pab cov tub ntxhais kawm ntawv, tau pab cov tub ntxhais kawm tshuaj kho mob, thiab nws tseem tau pab cov kws kho mob ua tau muaj nws lub sijhawm los pab hauv lub tsev kho mob ntawm no. Qhov keeb kwm ntawm kws kho mob Paul Hom yeej tseem txuas ntxiv los txog hnub no thiab tseem yog lub tsev kho mob rau cov neeg Esxias nyob hauv lub teb chaws America.",
  "history_card_5_text_ko": "폴 홈 박사는 문화적, 언어적, 경제적 장벽으로 인해 적절한 의료 서비스를 받지 못하는 아시아 커뮤니티의 모든 연령대 환자들을 위해 헌신적으로 클리닉을 운영했습니다. 현재까지도 모든 환자에게 무료로 의료 서비스를 제공하고 있습니다. 폴 홈 아시안 클리닉의 존재는 환자들뿐만 아니라, 시간을 내어 자원봉사하는 학부생, 의대생, 그리고 의사들에게도 큰 도움이 되고 있습니다. 폴 홈 박사의 정신은 여전히 이어지고 있으며, 이 클리닉은 미국에서 가장 오래된 아시안 클리닉입니다.",
  "history_card_5_text_es": "El Dr. Paul Hom tenía un compromiso incansable con la clínica y con su propósito de atender a pacientes de todas las edades en la comunidad asiática que tienen falta de atención médica adecuada debido a barreras culturales, lingüísticas o económicas. La atención médica continua brindando de forma gratuita a todos los pacientes. La existencia de la Clinica Asiatica Paul Hom ha demostrado ser beneficiosa no solo para los pacientes, sino también para los estudiantes universitarios, los estudiantes de medicina y los médicos que ofrecen su tiempo y esfuerzos como voluntarios. El legado del Dr. Paul Hom continúa prosperando y es la clínica asiática más antigua de toda América. ",
  "history_card_5_text_vi": "Bác sĩ Paul Hom đã có một cam kết mãnh liệt với phòng khám và mục đích để phục vụ tất cả các bệnh nhân ở mọi lứa tuổi trong cộng đồng Châu Á không được chăm sóc sức khoẻ đầy đủ do các rào cản về văn hóa, ngôn ngữ hoặc kinh tế. Những dịch vụ chăm sóc sức khỏe sẽ tiếp tục được cung cấp miễn phí cho các bệnh nhân. Sự tồn tại của Phòng Khám Paul Hom đã mang lại lợi ích không chỉ cho các bệnh nhân, mà còn cho các sinh viên đại học, sinh viên y tế, và những bác sĩ đã tình nguyện thời gian và công sức của họ. Di sản của Bác sĩ Paul Hom sẽ tiếp tục phát triển và là một phòng khám Châu Á lâu đời nhất nước Mỹ. ",
  "sister_clinics_text_en": "Our Sister Clinics",
  "sister_clinics_text_zh": "我们的姊妹诊所",
  "sister_clinics_text_hmn": "Cov Tsev Kho Mob Sib Txuas Nrog Peb",
  "sister_clinics_text_ko": "자매 클리닉",
  "sister_clinics_text_es": " Nuestras clínicas hermanas",
  "sister_clinics_text_vi": "Phòng khám trực thuộc của chúng tôi",
  "sister_clinics_en": [
    {
      "name": "VN Cares",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "HLUB",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "sister_clinics_zh": [
    {
      "name": "越南癌症意识研究教育协会",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "苗族跨越照护不足之障碍诊所",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "sister_clinics_hmn": [
    {
      "name": "Tsev Kho Mob VN Cares",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "Tsev Kho Mob HLUB",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "sister_clinics_ko": [
    {
      "name": "VN 케어스",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "HLUB",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "sister_clinics_es": [
    {
      "name": "VN Cares",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "HLUB",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "sister_clinics_vi": [
    {
      "name": "VN Cares",
      "link": "https://www.vncares.org/"
    },
    {
      "name": "HLUB",
      "link": "https://hlubclinic.wordpress.com/"
    }
  ],
  "ucd_clinics_text_en": "UC Davis Student-Run Clinics",
  "ucd_clinics_text_zh": "加州大学戴维斯分校学运诊所",
  "ucd_clinics_text_hmn": "Tsev Kho Mob Khiav Los Ntawm Cov Tub Ntxhais Kawm Tim UC Davis",
  "ucd_clinics_text_ko": "데이비스 학생 운영 클리닉",
  "ucd_clinics_text_es": "Clínicas dirigidas por estudiantes de UC Davis",
  "ucd_clinics_text_vi": "Phòng khám do Sinh viên UC Davis điều hành",
  "ucd_clinics_en": [
    {
      "name": "Bayanihan",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "Clinica Tepati",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "Imani clinic",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "Joan Viteri Memorial Clinic",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "Shifa Clinic",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "Willow Clinic",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "ucd_clinics_zh": [
    {
      "name": "巴亚尼汉",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "特帕蒂诊所",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "伊马尼诊所",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "琼·维特里纪念诊所",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "施发诊所",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "柳树诊所",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "ucd_clinics_hmn": [
    {
      "name": "Tsev Kho Kob Bayanihan",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "Tsev Kho Mob Tepati",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "Tsev Kho Mob Imani",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "Tsev Kho Mob Memorial Joan Viteri",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "Tsev Kho Mob Shifa",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "Tsev Kho Mob Willow",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "ucd_clinics_ko": [
    {
      "name": "바야니한 클리닉",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "테파티 클리닉",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "이마니 클리닉",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "조안 비테리 메모리얼 클리닉",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "시파 클리닉",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "윌로우 클리닉",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "ucd_clinics_es": [
    {
      "name": "Clínica Bayanihan",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "Clínica Tepati",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "Clínica Imani",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "Clínica Memorial Joan Viteri",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "Clínica Shifa",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "Clínica Willow",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "ucd_clinics_vi": [
    {
      "name": "Phòng khám Bayanihan",
      "link": "https://www.bayanihanclinic.com/"
    },
    {
      "name": "Phòng khám Tepati",
      "link": "https://clinicatepati.com/"
    },
    {
      "name": "Phòng khám Imani",
      "link": "https://www.imaniclinic.org/"
    },
    {
      "name": "Phòng khám Joan Viteri Memorial",
      "link": "https://www.jvmclinic.com/"
    },
    {
      "name": "Phòng khám Shifa",
      "link": "https://shifaclinic.org/"
    },
    {
      "name": "Phòng khám Willow",
      "link": "https://www.willowclinic.org/"
    }
  ],
  "_last_modified": "2024-11-12T23:53:16.333Z",
  "_created_at": "2024-11-12T07:03:35.050Z",
  "page_media": {
    "gallery_section": [
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406330/mh2e4bfqkjp0xugj6tsw.png",
        "alt": "frame1.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406313/w5ev0buaovmdgfihuo3b.png",
        "alt": "frame2.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406315/ufkbtb2ipxtw03oykh8v.png",
        "alt": "frame3.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406311/emz02olqwcafi56clxso.png",
        "alt": "frame4.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406312/p4ap4u7bduflyh9iq1ij.png",
        "alt": "frame5.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406334/eashunopppzqt2mtmjtg.png",
        "alt": "frame6.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406318/t4n7ahvfuo15wcxfldqi.png",
        "alt": "frame7.png"
      }
    ],
    "history_section": [
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406307/cmp8ghppbsel8nc6pzwb.png",
        "alt": "1971image.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406313/dmlgsbimnfdwzazfrs6k.png",
        "alt": "creatingateam.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406330/sehqfn7qj82cw64pcq9w.png",
        "alt": "earlyoperations.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406351/wfmalf6lg76o8gixdzjt.png",
        "alt": "continuingthelegacy.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406309/pwj3cd0tr3sx5wce5kll.png",
        "alt": "Today.png"
      }
    ]
  }
}