{
  "committee_links": [
    "neurology",
    "covered-california",
    "patient-assistance-program",
    "ophthalmology",
    "hepatitis",
    "dermatology",
    "cardiopulmonary",
    "womens-health",
    "diabetes"
  ],
  "neurology": {
    "_id": "6733103cdc67a045cf0eca76",
    "_name": "staging - Neurology",
    "_published": true,
    "committee_name_en": "Neurology",
    "committee_name_zh": "神经科部门",
    "committee_name_hmn": "Mob Rau Leeg Xa Xov Rau Lub Hlwb Thiab Thoob Plaws Lub Cev",
    "committee_name_ko": "신경과",
    "committee_name_es": "El Comité de Salud de la Mujer garantiza que las pacientes tengan acceso a exámenes preventivos de cáncer disponibles y organiza eventos de salud para educar a las pacientes sobre el cáncer de mama y cáncer del cuello uterino, temas que se evitan en muchas familias asiáticas. Algunos servicios que brinda este comité son: referencias a Planned Parenthood para mamografías; inscripción en el programa Every Woman Counts (Cada Mujer Cuenta) para pacientes sin seguro junto con seguimientos médico; haciendo citas para clínicas de obstetricia y ginecología, pruebas de Papanicolau y exámenes clínicos de mama (ECM).  Neurología",
    "committee_name_vi": "Ban thần kinh",
    "committee_description_en": "The Neurology Clinic assists patients with neurological issues, such as problems with memory, neuropathic pain (numb, tingling, or burning feet/hands), sleep, migraine, seizures, and any other issues related to the brain. We also offer dementia screening for patients who are older than 65 years of age and provide access to resources for patients, caretakers, and family members of individuals with memory loss issues.",
    "committee_description_zh": "神经科部门为患有神经系统问题的患者提供协助，包括记忆问题、神经性疼痛（脚/手麻木、刺痛或灼热感）、睡眠、偏头痛、癫痫发作，以及其他与大脑相关的问题。我们为 65 岁以上的患者提供失智症筛检，并为有记忆丧失问题的患者、照顾者和家属提供资源。",
    "committee_description_hmn": "Peb pab pawg hu ua Neurology Committee pab cov neeg muaj mob rau cov leeg xa xov rau lub hlwb thiab thoob plaws lub cev xws lis teeb meem nrog kev nco, mob li loog loog lossis caws yaum los yog hnov mob li kub kub rau txhais tes thiab ko taw, pws tsis zoo, hnov mob heev ntawm ib sab taub hau, mob qaug dab peg, thiab lwm yam teeb meem ntsig txog lub hlwb. Peb kuj tseem muab kev tshuaj ntsuam xyuas hom mob teem toob cuam tshuam txoj kev xav, kev nco qab, kev txuas lus nrog lwm tus, thiab kev txiav txim siab rau cov neeg mob uas muaj hnub nyoog tshaj 65 thiab muab kev pab rau cov neeg mob, cov neeg saib xyuas, thiab cov tsev neeg ntawm cov neeg uas muaj teeb meem nco.",
    "committee_description_ko": "신경과 클리닉은 기억 상실, 신경병성 통증(발/손의 무감각, 따끔거림 또는 화끈거림), 수면 문제, 편두통, 발작 및 기타 뇌 관련 문제를 가진 환자를 지원합니다. 또한, 65세 이상의 환자를 대상으로 치매 검진을 실시하고, 기억력 문제를 가진 환자, 보호자 및 가족에게 자원을 제공합니다.",
    "committee_description_es": "La Clínica de Neurología ayuda a pacientes con problemas neurológicos, como problemas de memoria, dolor neuropático (entumecimiento, hormigueo o ardor en pies/manos), sueño, migraña, convulsiones y cualquier otro problema relacionado con el cerebro. También ofrecemos pruebas de detección de demencia para pacientes mayores de 65 años y brindamos acceso a recursos para pacientes, cuidadores y familiares de personas con problemas de pérdida de memoria.",
    "committee_description_vi": "Phòng khám hỗ trợ các bệnh nhân có vấn đề về thần kinh, chẳng hạn như các vấn đề về trí nhớ, đau thần kinh (tê, ngứa ran hoặc nóng rát bàn chân/bàn tay), giấc ngủ, chứng đau nửa đầu, co giật và bất kỳ vấn đề nào khác liên quan đến não. Chúng tôi cũng cung cấp dịch vụ sàng lọc chứng mất trí nhớ cho những bệnh nhân trên 65 tuổi và cung cấp hỗ trợ cho bệnh nhân, người chăm sóc và thành viên gia đình của những người có vấn đề về mất trí nhớ.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399740/hi7qipjziqutmxtp7kgn.png",
      "alt": "neurology.png"
    },
    "_last_modified": "2024-11-12T10:17:13.281Z",
    "_created_at": "2024-11-12T08:22:20.494Z"
  },
  "covered-california": {
    "_id": "67330d2fdc67a045cf0eca6e",
    "_name": "staging - covered california",
    "_published": true,
    "committee_name_en": "Covered California",
    "committee_name_zh": "加州全保部门",
    "committee_name_hmn": "Covered California",
    "committee_name_ko": "커버드 캘리포니아 (Covered California)",
    "committee_name_es": "Aseguranza Covered California",
    "committee_name_vi": "Ban đăng ký bảo hiểm",
    "committee_description_en": "The Covered California Committee assists patients in signing up for affordable health insurance through Covered California, Medi-Cal and Medicare. All Covered California Co-Directors are certified enrollment counselors for Covered California and, therefore, are able to work with patients through the entirety of the insurance application. The Covered California Committee also provides assistance in SPIRIT referrals--where patients can potentially have their expensive surgeries paid for.",
    "committee_description_zh": "加州全保部门协助患者申请价格亲民的健康保险如加州全保（Covered California）、Medi-Cal 和 Medicare。加州全保部门的所有联合理事都是加州全保的认证注册顾问，因此能够在整个保险申请过程中与患者合作。此外，加州全保部门也提供转诊协助（与萨克拉门托医生的拓展、创新和教学计划（SPIRIT program）合作。如此一来，患者昂贵的手术费用有可能获得报销。",
    "committee_description_hmn": "Peb pab pawg hu ua Covered California pab neeg kos npe kom tau daim ntawv pov hwm rau kev kho mob ntawm Covered California, Medi-Cal thiab Medicare. Tag nrho peb pawg Covered California tau ntawv pov thawj rau pab tswv yim rau npe rau Covered California thiab muaj peev xwm paj neeg thov kev tuav pov hwm txij thaum pib mus txog thaum xaus. Peb kuj tseem muab kev pab hauv SPIRIT--kom them rau cov neeg mob txoj kev phais uas raug nqi ntau heev. ",
    "committee_description_ko": "커버드 캘리포니아 부서는 환자들이 Covered California, Medi-Cal, Medicare를 통해 저렴한 건강 보험에 가입할 수 있도록 돕습니다. 모든 커버드 캘리포니아 공동 디렉터는 커버드 캘리포니아의 공인 등록 상담사이며, 따라서 환자들이 보험 신청 과정을 끝까지 함께 진행할 수 있습니다. 커버드 캘리포니아 부서는 또한 환자들이 고액의 수술 비용을 보장받을 수 있는 SPIRIT 의뢰를 지원합니다.",
    "committee_description_es": "El Comité de Covered California ayuda a los pacientes a inscribirse en un seguro médico asequible a través de Covered California, Medi-Cal y Medicare. Todos los codirectores de Covered California son asesores de inscripción certificados para Covered California y, por lo tanto, pueden trabajar con los pacientes durante toda la solicitud de seguro.El comité de Covered California también ofrece asistencia en referencias SPIRIT, donde los pacientes potencialmente pueden pagar sus cirugías costosas.",
    "committee_description_vi": "Ban đăng ký bảo hiểm hỗ trợ bệnh nhân trong việc đăng ký bảo hiểm y tế thông qua Covered California, Medi-Cal và Medicare. Tất cả các đồng giám đốc của Covered California đều là cố vấn đăng ký đã được chứng nhận của Covered California và do đó, có thể làm việc với bệnh nhân trong toàn bộ quá trình làm đơn đăng ký bảo hiểm. Ủy ban Covered California cũng cung cấp hỗ trợ trong việc giới thiệu SPIRIT--nơi bệnh nhân có thể nhận được thanh toán cho các ca phẫu thuật đắt tiền.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731398959/uxinaqejk9fayznekh9u.png",
      "alt": "covered_california.png"
    },
    "_last_modified": "2024-11-12T10:16:23.928Z",
    "_created_at": "2024-11-12T08:09:19.641Z"
  },
  "patient-assistance-program": {
    "_id": "67330da5dc67a045cf0eca70",
    "_name": "staging - Patient Assistance Program",
    "_published": true,
    "committee_name_en": "Patient Assistance Program",
    "committee_name_zh": "患者援助计划部门（药剂部门）",
    "committee_name_hmn": "Pab Neeg Mob Muaj Tshuaj Dawb",
    "committee_name_ko": "환자 지원 프로그램 (Patient Assistance Program)",
    "committee_name_es": "Programa de Asistencia al Paciente",
    "committee_name_vi": "Chương trình hỗ trợ phí thuốc cho bệnh nhân (PAP)",
    "committee_description_en": "The Patient Assistance Program (PAP) Committee enrolls low-income and uninsured/underinsured patients to receive brand-name medications at no cost from participating pharmaceutical companies. On average, we help patients save $130,000 a year on the medication cost. In addition, we have been leading various projects that provide patients free resources such as: accessories for injectable medications (syringes, needles, sharps containers, and needle clippers) and medication-related infographics. Recently, we have started collaborating with GoodRx to provide qualified patients monthly pre-paid debit cards for their chronic generic medications. Furthermore, the PAP Committee works closely with Dr. Jan and Dr. Pauly to monitor patients’ medication compliance, ​effectiveness, and safety, and to accommodate patients' other special needs on a case-by-case basis.",
    "committee_description_zh": "患者援助计划部门（药剂部门）招募低收入和未纳保/保费不足的患者，并与参与的制药公司合作向患者免费提供专利药。平均而言，我们每年帮助患者节省约 130,000 美元的药物支出。此外，我们还领导了各种能为患者提供其他免费资源的项目，例如药物注射配件（注射器、针头、锐器容器和针头剪）和药物相关资讯图表。最近，我们开始与美国处方药折扣平台GoodRx合作，为符合条件的患者提供每月预付扣账卡用于购买慢性病非专利药。另外，患者援助计划部门（药剂部门）与 Jan 医生和 Pauly 医生密切合作，监测患者的用药情形、效果和安全，并根据具体情况满足患者的其他特殊需求。",
    "committee_description_hmn": "Peb pab pawg hu ua PAP Committee pab cov neeg muaj nyiaj tsawg thiab tsis muaj kev pov hwm rau kev kho mob kom lawv tau txais cov tshuaj kim kom tsis muaj nqi rau lawv los ntawm cov tsev lag luam tshuaj koom tes nrog peb. Qhov nruab nrab, peb pab cov neeg mob txuag $130,000 ib xyoos ntawm cov nqi tshuaj. Tsis tas li ntawd, peb tau ua ntau yam haujlwm uas muab pub dawb rau cov neeg mob xws li: cov khoom siv rau kev txhaj tshuaj (cov koob txhaj tshuaj, koob, cov thawv ntim koob, thiab cov txiav rab koob) thiab cov ntaub ntawv hais txog tshuaj. Tsis ntev los no, peb tau pib koom tes nrog GoodRx los muab cov neeg mob tsim nyog tau daim npav rho nyiaj twb them ua ntej tag lawm rau lawv cov tshuaj noj txhua txhua hli. Tsis tas li ntawd, cov Pawg Neeg Pab Neeg Mob Muaj Tshuaj Dawb ua haujlwm ze nrog Kws Kho Mob Jan thiab Khw Kho Mob Pauly los saib xyuas cov neeg mob cov tshuaj ua raws li kev noj qab haus huv, kev ua tau zoo, kev nyab xeeb, thiab ua kom haum rau cov neeg mob lwm yam kev xav tau tshwj xeeb ntawm ib rooj plaub.",
    "committee_description_ko": "환자 지원 프로그램(PAP) 부서는 저소득층 및 보험이 없거나 부족한 환자들이 제약 회사로부터 무료로 브랜드 약품을 받을 수 있도록 등록합니다. 저희는 환자들이 연간 약 13만 달러의 약품 비용을 절감할 수 있도록 돕습니다. 또한, 주사약(주사기, 바늘, 바늘 용기 및 바늘 클리퍼) 액세서리와 약물 관련 인포그래픽을 무료로 제공하는 다양한 프로젝트를 주도하고 있습니다. 최근 우리는 GoodRx와 협력하여 자격을 갖춘 환자에게 월별 선불 카드로 만성 제네릭 약품을 제공합니다. 또한, PAP 위원회는 환자의 약물 순응도, 효과, 안전성을 모니터링하고 환자의 특별한 필요에 맞추어 Dr. Jan과 Dr. Pauly와 긴밀히 협력합니다.",
    "committee_description_es": "El Comité del Programa de Asistencia al Paciente (PAP) inscribe a pacientes de bajos ingresos y sin seguro o con seguro insuficiente para recibir medicamentos de marca sin costo de las compañías farmacéuticas participantes. De promedio, ayudamos a los pacientes a ahorrar $130,000 al año en el costo de los medicamentos. También hemos estado liderando diversos proyectos que brindan a los pacientes recursos gratuitos como: accesorios para medicamentos inyectables (jeringas, agujas, recipientes para objetos punzocortantes y corta agujas) e infografías relacionadas con medicamentos. Recientemente, comenzamos a colaborar con GoodRx para ofrecer a los pacientes  calificados tarjetas de débito prepagas mensuales para sus medicamentos genéricos crónicos. Además, el Comité PAP trabaja cerca en colaboración con el Dr. Jan y la Dra. Pauly para monitorear el cumplimiento, la eficacia y la seguridad de la medicación de los pacientes, y para satisfacer otras necesidades especiales de los pacientes caso por caso.  ",
    "committee_description_vi": "Ban hỗ trợ phí thuốc đăng ký các bệnh nhân có thu nhập thấp và không có bảo hiểm/bảo hiểm thấp để nhận thuốc chính hiệu miễn phí từ các công ty dược phẩm. Trung bình, chúng tôi giúp bệnh nhân tiết kiệm 130.000 USD cho chi phí thuốc mỗi năm. Ngoài ra, chúng tôi còn dẫn đầu nhiều dự án cung cấp các vật liệu y tế miễn phí cho bệnh nhân như: phụ kiện cho thuốc tiêm (ống tiêm, kim tiêm, hộp đựng vật sắc nhọn và dụng cụ cắt kim) và đồ họa thông tin liên quan đến thuốc. Gần đây, chúng tôi đã bắt đầu hợp tác với GoodRx để cung cấp thẻ trả trước hàng tháng cho các loại thuốc thông dụng mãn tính của các bệnh nhân đã đáp ứng đủ điều kiện. Hơn nữa, ban PAP hợp tác chặt chẽ với bác sĩ Jan và bác sĩ Pauly để theo dõi việc tuân thủ dùng thuốc, hiệu quả và độ an toàn của bệnh nhân, đồng thời đáp ứng các nhu cầu đặc biệt khác của bệnh nhân trong từng trường hợp cụ thể.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399076/xmkhgaubsxaeyg6i2iqv.png",
      "alt": "patient_assistance_program.png"
    },
    "_last_modified": "2024-11-12T10:16:35.617Z",
    "_created_at": "2024-11-12T08:11:17.246Z"
  },
  "ophthalmology": {
    "_id": "67331071dc67a045cf0eca7a",
    "_name": "staging - opthalmology",
    "_published": true,
    "committee_name_en": "Ophthalmology ",
    "committee_name_zh": "眼科部门",
    "committee_name_hmn": "Saib Xyuas Qhov Muag",
    "committee_name_ko": "안과",
    "committee_name_es": "Oftalmología",
    "committee_name_vi": "Ban nhãn khoa",
    "committee_description_en": "The Ophthalmology Committee monitors our patients’ history for eye conditions and provides patients with an assessment and follow-up care plan if needed. The committee conducts pupillary exams, intraocular pressure exams, visual acuity exams, slit lamp exams, and retinal exams during our clinic hours. Ophthalmology clinics are held quarterly on Sundays from 8:30am to 12pm. Depending on a patient’s insurance status and visual acuity, the Ophthalmology Committee can provide a VSP voucher which patients can use at a local optometrist’s office to obtain free-of-charge eyeglass frames and lenses and eye exams.",
    "committee_description_zh": "眼科部门监测患者的眼部疾病史，并在需要时为患者提供评估和后续护理计划。在门诊时间内可进行瞳孔检查、眼压检查、视力检查、裂隙灯检查和视网膜检查。每季会有一次眼科门诊，时间为周日上午 8:30 至中午 12 :00。根据患者的保险状况和视力检查结果，眼科部门会为有需要的患者提供 VSP 代金券，患者可以在本地验光师办公室使用代金券，获得免费眼科检查，并配置眼镜框和镜片。",
    "committee_description_hmn": "Pab pawg hu ua Ophthalmology Committee saib xyuas peb cov neeg mob qhov keeb kwm txog nws ob lub qhov muag nrog lawv qhov soj ntsuam thiab kam pab teem caij los pab ob lub qhov muag yog hais tias tus neeg mob xav tau.  Pab pawg no xyuas lub ntsiab muag, xyuas seb ob lub qhov muag puas nruj nruj, sim saib seb qhov muag pom kev li cas, yuav siv ib lub teeb los tsom xyuas qhov muag, thiab ntsuas nram qab lub qhov muag thaum peb tseem qhib lub tsev kho mob. Lub tsev kho mob ntsuas qhov muag tsuas qhib peb lub hlis twg nyob rau hnub vas tiv thaum 8:30am txog 12pm. Nyob ntawm tus neeg mob daim ntawv pov hwm thiab nws pom kev li cas, peb pab pawg xyuas qhov muag yeej pab tau tus neeg mob kom nws tau ib qho ntawv pov thawj hu ua VSP, ua tus neeg mob mam coj mus rau ib tus kws kho mob ntawm qhov muag kom lawv muaj ib lub tsom iav pub dawb rau to neej mob thiab kom lawv xyuas tus neeg mob ob lub qhov muag pub dawb. ",
    "committee_description_ko": "안과 부서는 환자의 안과 병력을 모니터링하고 필요시 평가 및 후속 진료 계획을 제공합니다. 위원회는 동공 검사, 안압 검사, 시력 검사, 슬릿 램프 검사, 망막 검사를 클리닉 시간에 진행합니다. 안과 클리닉은 매년 분기별로 일요일 오전 8시 30분부터 12시까지 운영됩니다. 환자의 보험 상태와 시력에 따라, 안과 부서는 환자들이 지역 검안사 사무실에서 무료로 안경테와  렌즈 및 눈 검사를 받을 수 있도록 VSP 바우처를 제공합니다.",
    "committee_description_es": "El Comité de Oftalmología monitorea el historial de nuestros pacientes para detectar afecciones oculares y les brinda una evaluación y un plan de atención de seguimiento si es necesario. El comité conducta examenes pupilares, exámenes de presión intraocular, exámenes de agudeza visual, exámenes con lámpara de hendidura y exámenes de retina durante el horario de nuestra clínica. Las consultas de oftalmología se realizan trimestralmente los Domingos de 8:30 de la mañana hasta las 12. Dependiendo del estado del seguro y de la agudeza visual del paciente, el Comité de Oftalmología puede ofrecer un certificado de VSP que los pacientes pueden usar en el consultorio de un optometrista local para obtener lentes gratuitamente y exámenes de la vista sin cargo. ",
    "committee_description_vi": "Ban nhãn khoa theo dõi tiền sử bệnh về tình trạng mắt của bệnh nhân và cung cấp cho bệnh nhân bản đánh giá và kế hoạch chăm sóc nếu cần. Ủy ban tiến hành kiểm tra đồng tử, áp suất trong mắt, thị lực, kiểm tra mắt dùng đèn khe và ống kính và kiểm tra võng mạc trong giờ làm việc tại phòng khám của chúng tôi. Phòng khám nhãn khoa được tổ chức định kỳ mỗi ba tháng vào các ngày Chủ nhật từ 8h30 sáng đến 12h trưa. Tùy thuộc vào tình trạng bảo hiểm và thị lực của bệnh nhân, Ủy ban nhãn khoa có thể cung cấp phiếu VSP mà bệnh nhân có thể sử dụng tại văn phòng bác sĩ nhãn khoa địa phương để nhận gọng kính, tròng kính và khám mắt miễn phí.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399793/sknaxybsb8inq0xjhji2.png",
      "alt": "opthalmology.png"
    },
    "_last_modified": "2024-11-12T10:17:31.906Z",
    "_created_at": "2024-11-12T08:23:13.440Z"
  },
  "hepatitis": {
    "_id": "67331088dc67a045cf0eca7c",
    "_name": "staging - hepatitis",
    "_published": true,
    "committee_name_en": "Hepatitis ",
    "committee_name_zh": "肝炎科部门",
    "committee_name_hmn": "Kab Mob Rau Daim Siab",
    "committee_name_ko": "간염",
    "committee_name_es": "Hepatitis",
    "committee_name_vi": "Ban viêm gan",
    "committee_description_en": "Hepatitis is one of the leading causes of liver cancer, and the Asian population is at a significantly greater risk for having the disease. As a result, the Hepatitis Committee is devoted to identifying and treating this high-risk, underserved and uninsured Asian population in the Sacramento region. We currently provide free screening, vaccinations, and liver ultrasounds to patients. The Hepatitis Committee strives to educate our patients regarding Hepatitis B and encourage everyone to be screened and vaccinated.",
    "committee_description_zh": "肝炎是肝癌的主要成因之一，亚洲人患这种疾病的风险明显较高。因此，肝炎科部门致力于识别和治疗居住在沙加缅度地区高风险、低收入和未纳保/保费不足的亚洲人。目前，我们为患者提供免费筛检、疫苗接种和肝脏超音波检查。肝炎科部门也致力于对患者进行有关乙型肝炎的教育，并鼓励每个人都进行筛检和疫苗接种。",
    "committee_description_hmn": "Kab mob ua rau daim siab huam thiab o tuaj yog ib qho loj ntawm cov ua rau mob khees xaws hauv daim siab thiab cov neeg Esxias muaj kev pheej hmoo ntau dua rau kev muaj tus kabmob nov. Yog li ntawd, peb peb pawg hu ua Hepatitis Committee ho mob siab rau kho cov neeg Esxias muaj kev pheej hmoo ntawm tus mob nov, tsis muaj kev pab cuam thiab tsis muaj kev pov hwm hauv cheeb tsam Sacramento. Tam sim no peb muab kev kuaj dawb, tshuaj tiv thaiv, thiab kev siv lub tshuab hluav taws xob tua suab tsom rau hauv siab rau peb cov neeg mob. Peb Pawg Neeg Saib Xyuas Kab Mob Rau Daim Siab mob siab los qhia peb cov neeg mob txog kab mob siab B thiab txhawb kom txhua tus neeg raug tshuaj xyuas thiab txhaj tshuaj tiv thaiv.",
    "committee_description_ko": "간염은 간암의 주요 원인 중 하나이며, 아시아계 인구는 이 질병에 걸릴 위험이 훨씬 높습니다. 따라서 간염 부서는 새크라멘토 지역의 이 고위험, 소외 및 무보험 아시아 인구를 식별하고 치료하는 데 전념하고 있습니다. 현재 우리는 환자에게 무료 검진, 예방 접종 및 간 초음파를 제공합니다. 간염 부서는 환자들에게 B형 간염에 대해 교육하고 모든 사람들이 검진 및 예방 접종을 받도록 권장합니다.",
    "committee_description_es": "Hepatitis es una de las principales causas de cáncer de hígado y la población asiática tiene un riesgo significativamente mayor de tener la enfermedad. Como resultado, el Comité de Hepatitis se dedica a identificar y tratar a esta población asiática de alto riesgo, marginada y sin seguro en la región de Sacramento. Actualmente ofrecemos pruebas de detección, vacunas y ecografías hepáticas gratuitas a los pacientes. El Comité de Hepatitis se esfuerza por educar a nuestros pacientes sobre la Hepatitis B y alentar a todos a hacerse pruebas de detección y vacunarse. ",
    "committee_description_vi": "Viêm gan là một trong những nguyên nhân hàng đầu gây ung thư gan và người dân Châu Á có nguy cơ mắc bệnh cao hơn đáng kể. Do đó, ban viêm gan tập trung vào việc xác định và điều trị nhóm dân số Châu Á có nguy cơ cao, không được phục vụ đầy đủ và không có bảo hiểm ở khu vực Sacramento. Chúng tôi hiện cung cấp sàng lọc, tiêm chủng và siêu âm gan miễn phí cho bệnh nhân. Ban viêm gan cố gắng giáo dục bệnh nhân về bệnh viêm gan B và khuyến khích mọi người đi sàng lọc và tiêm phòng.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399816/wze1lhujwealoanubxrt.png",
      "alt": "hepatitis.png"
    },
    "_last_modified": "2024-11-12T10:17:39.354Z",
    "_created_at": "2024-11-12T08:23:36.556Z"
  },
  "dermatology": {
    "_id": "67330e30dc67a045cf0eca72",
    "_name": "staging - dermatology",
    "_published": true,
    "committee_name_en": "Dermatology",
    "committee_name_zh": "皮肤科部门",
    "committee_name_hmn": "Ntsuam Xyuas Tawv Nqaij ",
    "committee_name_ko": "피부과",
    "committee_name_es": "Dermatología",
    "committee_name_vi": "Ban da liễu",
    "committee_description_en": "The Dermatology committee is trained and educated to provide quality healthcare to patients experiencing simple to complex skin disorders. Some of the more common conditions that we screen for are eczema, psoriasis, pemphigus, rosacea, acne vulgaris, and all types of cancers. We provide free consultations for skin care and can even perform skin biopsies to rule out concerns for malignancies. Our team is dedicated to help you feel better about your own skin and how you wear it. We look forward to meeting you!",
    "committee_description_zh": "皮肤科部门经过培训和教育，为患有简单至复杂皮肤病的患者提供优质的医疗保健。我们筛查的一些较常见的疾病包括湿疹、牛皮癣、天疱疮、玫瑰痤疮、青春痘和所有类型的癌症。我们提供免费的皮肤护理咨询，甚至可以进行皮肤切片检查以排除恶性肿瘤的担忧。我们的团队致力于帮助您找回对自己的皮肤的自信。期待与您见面！",
    "committee_description_hmn": " Peb pab pawg hu ua Dermatology Committee raug cob qhia thiab kawm los muab kev kho mob zoo rau cov neeg mob uas muaj mob rau daim tawv nqaij. Qee qhov xwm txheej uas peb tshuaj xyuas yog thaum koj daim tawv nqaij ua txhab txiag, ua caws pliav liab khaus ci nplias, ua sawv hlwv rau lub chaw mos thiab qhov ncauj, muab hlab ntsha liab liab nyob ntawm lub ntsej muag, mob pob kab ntxau, thiab txhua yam khees xaws. Peb muab kev sab laj pub dawb rau kev tu tawv nqaij thiab tuaj yeem muab kev tshem ib qho nqaij me me los mus ntsuam xyuas kom koj txhob nyuaj siab txog tias koj puas muaj nqaij hlav uas sib kis lawm. Peb pab neeg mob siab rau pab koj zoo siab ntawm koj cov tawv nqaij thiab seb koj hnav nws li cas. Peb tos ntsoov yuav ntsib koj!",
    "committee_description_ko": "피부과 부서는 단순에서 복잡한 피부 질환을 겪고 있는 환자들에게 양질의 의료 서비스를 제공하도록 교육받았습니다. 주로 선별하는 질환으로는 습진, 건선, 천포창, 장미증, 여드름, 그리고 모든 종류의 암이 있습니다. 저희는 무료 피부 관리 상담을 제공하며, 악성 종양이 우려될 경우 피부 생검을 수행할 수 있습니다. 저희 부서는 환자가 본인의 피부를 더 잘 관리할 수 있도록 돕기 위해 헌신하고 있습니다. 여러분을 만나 뵙기를 기대합니다!",
    "committee_description_es": "El comité de Dermatología está entrenado educado para brindar atención médica de calidad a pacientes que experimentan trastornos simples hasta complejos de la piel. Algunas de las afecciones más comunes que detectamos son eccema, psoriasis, pénfigo, rosácea, acné vulgar y todo tipo de cáncer. Brindamos consultas gratuitas para el cuidado de la piel e incluso podemos hacer biopsias de piel para descartar preocupaciones sobre neoplasias malignas. Nuestro equipo está dedicado a ayudarle a sentirse mejor con su propia piel. ¡Esperamos conocerte!",
    "committee_description_vi": "Ban da liễu được đào tạo và giáo dục để cung cấp dịch vụ chăm sóc sức khỏe chất lượng cho những bệnh nhân gặp phải các vấn đề rối loạn về da từ đơn giản đến phức tạp. Một số tình trạng phổ biến hơn mà chúng tôi tầm soát là bệnh chàm, bệnh vẩy nến, bệnh pemphigus, chứng đỏ mặt, mụn trứng cá và tất cả các loại ung thư. Chúng tôi cung cấp tư vấn miễn phí về chăm sóc da và thậm chí có thể thực hiện sinh thiết da để loại trừ mối lo ngại về các khối u ác tính. Nhóm của chúng tôi sẽ tận tâm giúp bạn cảm thấy tốt hơn về làn da của chính mình. Chúng tôi mong được gặp bạn!",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399215/ni8zqyzx8zt12slzwrks.png",
      "alt": "dermatology.png"
    },
    "_last_modified": "2024-11-12T10:16:43.277Z",
    "_created_at": "2024-11-12T08:13:36.109Z"
  },
  "cardiopulmonary": {
    "_id": "67330b0fdc67a045cf0eca6a",
    "_name": "staging - cardiopulmonary",
    "_published": true,
    "committee_name_en": "Cardiopulmonary",
    "committee_name_zh": "心肺科部门",
    "committee_name_hmn": "Lub Plawv Thiab Lub Ntsws",
    "committee_name_ko": "심폐 클리닉",
    "committee_name_es": "Cardiopulmonar",
    "committee_name_vi": "Ban tim phổi",
    "committee_description_en": "The Cardiopulmonary Committee educates patients about cardiovascular, pulmonary, and heart-related diseases. We assist patients who are at risk or already addicted to nicotine by providing free cessation resources. The Cardiopulmonary Committee holds monthly specialty clinics that offer electrocardiogram (EKG) strips, ankle brachial index (ABI) tests, and spirometry tests.  Next Cardiopulmonary Clinic: Sunday, November 20, 2022",
    "committee_description_zh": "心肺科部门旨在向患者普及心血管、肺部及心脏相关疾病的知识。 我们给予有尼古丁上瘾风险或已经上瘾的患者提供免费的戒烟资源和帮助。心肺科部门每月举办专科门诊并提供多项服务如：心电图、踝肱血压比值测试及肺活量测试。",
    "committee_description_hmn": "Peb pab pawg hu ua Cardiopulmonary Committee qhia cov neeg mob txog kev mob rau lub plawv, lub ntsws, thiab kab mob plawv.  Peb pab cov neeg mob muaj kev pheej hmoo lossis muaj kev haus luam yeeb kom lawv muab cov kev pabcuam pub dawb. Peb pab pawg tuav ib lub sijhawm ib zaug txhua txhua hli kuaj thiab muaj khoom dawb rau tij neeg. Peb muaj cov nplaum nplaum rau lub tshuab hluav taws xob ntsuas lub plawv dhia thiab peb pab ntsuas ntshav ntoj hauv hlab ntsha thiab pa tshuab seb ua pa ntau thiab ceev npaum li cas.",
    "committee_description_ko": "심폐 클리닉은 환자들에게 심혈관, 폐, 심장 관련 질병에 대해 교육합니다. 또한 니코틴 중독 위험에 처한 환자나 이미 중독된 환자에게 무료 금연 자원을 제공합니다. 심폐 클리닉은 매월 전문 클리닉을 개최하여 심전도(EKG) 스트립, 발목 상완 지수(ABI) 검사, 폐활량 측정 검사를 제공합니다.",
    "committee_description_es": "El Comité Cardiopulmonar educa a los pacientes sobre enfermedades cardiovasculares, pulmonares y enfermedades relacionadas con el corazón. Ayudamos a los pacientes que están en riesgo o que ya son adictos a la nicotina brindándoles recursos gratuitos para dejar de fumar. El comité Cardiopulmonar organiza clínicas especializadas cada mes que ofrecen tiras de electrocardiograma (ECG), pruebas de índice tobillo-brazo (ITB) y pruebas de espirometría. ",
    "committee_description_vi": "Ban tim phổi giáo dục bệnh nhân về các bệnh tim mạch, phổi và các bệnh liên quan đến tim. Chúng tôi hỗ trợ những bệnh nhân có nguy cơ hoặc đã nghiện nicotine bằng cách cung cấp các nguồn hỗ trợ cai nghiện miễn phí. Ban Tim phổi tổ chức các phòng khám chuyên khoa hàng tháng cung cấp các dịch vụ như: điện tâm đồ (EKG), xét nghiệm chỉ số huyết áp mắt cá chân-cánh tay (ABI) và xét nghiệm đo dung tích phổi.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731398419/vsevwmyuy3xc5eyqxzfv.png",
      "alt": "cardiopulmonary.png"
    },
    "_last_modified": "2024-11-12T10:16:15.954Z",
    "_created_at": "2024-11-12T08:00:15.439Z"
  },
  "womens-health": {
    "_id": "67331058dc67a045cf0eca78",
    "_name": "staging - women's health",
    "_published": true,
    "committee_name_en": "Women's Health",
    "committee_name_zh": "妇科部门",
    "committee_name_hmn": "Pab Poj Niam Kev Noj Qab Nyob Zoo",
    "committee_name_ko": "여성 건강 (산부인과)",
    "committee_name_es": "Salud de la Mujer",
    "committee_name_vi": "Ban sức khỏe phụ nữ",
    "committee_description_en": "The Women’s Health Committee ensures patients have access to preventative cancer screenings available to them and hosts health events to educate patients about breast and cervical cancers--topics that are avoided in many Asian families. Some services this committee provides are: referrals to Planned Parenthood for mammograms; enrollment into the Every Woman Counts program for uninsured patients along with follow ups; and scheduling patients for OB/GYN clinics, PAP smears, and clinical breast exams (CBEs).",
    "committee_description_zh": "妇科部门会确保患者能够获得预防性癌症筛检，并会举办女性健康活动，向患者宣传有关乳癌和子宫颈癌的知识，这是许多亚洲家庭较少谈及的话题。妇科部门提供的服务包括： 转诊至计划生育协会进行乳房X 光检查，为未纳保险患者提供「Every Woman Counts」计画并作追踪；安排患者到妇产科诊所进行子宫颈抹片检查和临床乳房检查(CBEs)。",
    "committee_description_hmn": "Peb pab pawg hu ua Women’s Health Committee pab kom cov neeg mob tau txais kev sab laj tiv thaiv khees xaws thiab tuav cov xym txheej kev nog qab haus huv los qhia cov neeg txog mob khees xaws rau lub mis thiab yav txha nqaj qaum caj dab–cov teeb meem tsev neeg Esxias tsis kam tham txog. Qee cov kev pabcuam no pawg neeg muab yog: xa mu rau Planned Parenthood kom ntsuam xyuas seb mis puas muaj mob; kos npe rau qhov kev pab cuam hu ua Every Woman Counts rau cov neeg mob tsis muaj ntawv pov hwm rau kev kho mob nrog kev taug qab ntsuam xyuas ntxiv mus; thiab teem caij rau neeg mob rau ntsib tus kws kho mob txais menyuam thiab saib xyuas cov poj niam muaj menyuam, tau ntsuam xyuas poj niam lub ncauj tsev menyuam, thiab tau ntsuam xyuas lub mis. ",
    "committee_description_ko": "산부인과는 환자들이 예방적 암 검진을 받을 수 있도록 하며, 많은 아시아 가정에서 회피하는 주제인 유방암과 자궁경부암에 대해 환자들에게 교육하는 건강 행사를 개최합니다. 제공하는 서비스로는 유방촬영술을 위한 Planned Parenthood 의뢰, 무보험 환자를 위한 'Every Woman Counts' 프로그램 등록 및 후속 조치, 그리고 산부인과 클리닉, 자궁경부 세포진 검사(PAP 스미어), 임상 유방 검진(CBE) 예약이 있습니다.",
    "committee_description_es": "El Comité de Salud de la Mujer garantiza que las pacientes tengan acceso a exámenes preventivos de cáncer disponibles y organiza eventos de salud para educar a las pacientes sobre el cáncer de mama y cáncer del cuello uterino, temas que se evitan en muchas familias asiáticas. Algunos servicios que brinda este comité son: referencias a Planned Parenthood para mamografías; inscripción en el programa Every Woman Counts (Cada Mujer Cuenta) para pacientes sin seguro junto con seguimientos médico; haciendo citas para clínicas de obstetricia y ginecología, pruebas de Papanicolau y exámenes clínicos de mama (ECM). ",
    "committee_description_vi": "Ban sức khỏe phụ nữ đảm bảo bệnh nhân được tầm soát phòng ngừa ung thư và tổ chức các sự kiện sức khỏe để giáo dục bệnh nhân về ung thư vú và ung thư cổ tử cung, đây là những chủ đề bị nhiều gia đình châu Á né tránh. Một số dịch vụ mà ủy ban này cung cấp là: giới thiệu đến Planned Parenthood để chụp quang tuyến vú; đăng ký tham gia chương trình Every Woman Counts dành cho những bệnh nhân không có bảo hiểm cùng với việc theo dõi; và lên lịch cho bệnh nhân đến các phòng khám Sản/Phụ khoa, xét nghiệm ung thư cổ tử cung và khám vú (CBE).",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399768/jehjqamk6vgmzox1lpkz.png",
      "alt": "womens_health.png"
    },
    "_last_modified": "2024-11-12T10:17:24.480Z",
    "_created_at": "2024-11-12T08:22:48.700Z"
  },
  "diabetes": {
    "_id": "67330fe8dc67a045cf0eca74",
    "_name": "staging - diabetes",
    "_published": true,
    "committee_name_en": "Diabetes",
    "committee_name_zh": "糖尿病科部门",
    "committee_name_hmn": "Ntshav Qab Zib",
    "committee_name_ko": "당뇨병",
    "committee_name_es": "Diabetes",
    "committee_name_vi": "Ban tiểu đường ",
    "committee_description_en": "The Diabetes Committee improves the health of patients by screening all patients for diabetes and conducting follow ups with prediabetic and diabetic patients. We also offer nutrition and diet counseling, show exercise demonstrations, and provide free glucometer kits and HgA1c blood tests. The committee holds annual patient education seminars and events to help patients feel equipped to manage their diabetes and overall health.",
    "committee_description_zh": "糖尿病科部门通过对所有患者进行糖尿病筛查，并对糖尿病前期和糖尿病患者进行追踪，以改善患者的健康状况。我们还提供营养和饮食咨询、运动示范，并免费提供血糖监测仪和 HgA1c 血液测试。每年糖尿病科部门会为患者举办教育研讨会和活动，以帮助他们有能力管理糖尿病和整体健康。",
    "committee_description_hmn": "Peb pab pawg hu ua Diabetes Committee txhim kho kev noj qab haus huv ntawm cov neeg mob los ntawm kev tshuaj xyuas tag nrho peb cov neeg mob cov ntshav qab zib thiab ua kev taug qab ntsuam xyuas ntxiv mus nrog cov neeg yuav luag mob ntshav qab zib thiab cov neeg twb mob ntshav qab zib. Peb kuj muaj kev qhia txog kev noj haus, qhia kev tawm dag zog, thiab muab cov khoom siv ntsuas ntshav qab zib uas dawb thiab cov kuaj ntshav HgA1c. Peb pab pawg tuav ib lub sijhawm txhua xyoo los pab qhia cov neeg mob kom muaj peev xwm tswj hwm lawv cov ntshav qab zib thiab kev noj qab haus huv.",
    "committee_description_ko": "당뇨병 부서는 모든 환자에 대해 당뇨병 검진을 하고 전당뇨 및 당뇨 환자와의 후속 조치를 통해 환자의 건강을 증진합니다. 또한, 영양 및 식이 상담을 제공하고, 운동 시범을 보여주며, 무료 혈당계 키트와 HgA1c 혈액 검사를 제공합니다. 위원회는 환자들이 당뇨병과 전반적인 건강을 관리할 수 있도록 매년 환자 교육 세미나와 행사를 개최합니다.",
    "committee_description_es": "El Comité de Diabetes mejora la salud de los pacientes examinando a todos los pacientes para detectar diabetes y haciendo consultas de seguimientos para los pacientes prediabéticos y diabéticos. También ofrecemos asesoramiento sobre nutrición y dieta, mostramos demostraciones de ejercicios y proporcionamos kits de glucómetro gratis y análisis de sangre de HgA1c gratuitos. El comité lleva seminarios y eventos anuales de educación para los pacientes y también para ayudar a los pacientes a sentirse preparados para controlar su diabetes y su salud en general. ",
    "committee_description_vi": "Ban hỗ trợ bệnh nhân bị tiểu đường cải thiện sức khỏe của bệnh nhân bằng cách tầm soát tất cả bệnh nhân cho bệnh tiểu đường và tiến hành theo dõi bệnh nhân tiền tiểu đường và tiểu đường. Chúng tôi cũng cung cấp tư vấn về dinh dưỡng và chế độ ăn uống, trình diễn các bài tập thể dục và cung cấp bộ dụng cụ đo đường huyết và xét nghiệm máu HgA1c miễn phí. Ủy ban tổ chức các cuộc hội thảo và sự kiện giáo dục bệnh nhân hàng năm để giúp bệnh nhân cảm thấy được trang bị để quản lý bệnh tiểu đường và sức khỏe tổng thể của họ.",
    "committee_image": {
      "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731399656/iqdqoyzle1g323h0wcjv.png",
      "alt": "diabetes.png"
    },
    "_last_modified": "2024-11-12T10:17:01.330Z",
    "_created_at": "2024-11-12T08:20:56.605Z"
  }
}