{
    "Index": {
        "title": "Home",
        "mission": {
            "title": "Our Mission",
            "paragraph1": "Paul Hom Asian Clinic is a 501C(3) non-profit organization committed to serving underserved and uninsured Asian populations in a linguistically and culturally sensitive manner.",
            "paragraph2": "At Paul Hom we provide free primary care to the medically underserved, quality community medicine for our local community and interpretation services for the underserved Asian community.",
            "paragraph3": "Our success is a result of the collaborative effort of all our health professional and undergraduate staff working to provide such important services.",
            "image": "/images/home-page/happy-doctors.png"
        },
        "cards": {
            "visit": {
                "title": "Visit Us!",
                "description": "Leave us a voicemail with your name and phone number, and we'll call you back to book an appointment.",
                "contact": {
                    "phone": "(916) 736-3966",
                    "msg": "Message",
                    "address": "6341 Folsom Blvd Sacramento, CA 95819"
                }
            },
            "closure": {
                "title": "Closure Dates",
                "date1": "Feb. 10, 2024",
                "date2": "Mar. 30, 2024",
                "date3": "May 25, 2024",
                "date4": "Jul. 6, 2024",
                "date5": "Aug 31, 2024"
            },
            "events": {
                "title": "Upcoming Events",
                "date1": "Jan. 7, 2023",
                "date2": "Jan. 8, 2023",
                "date3": "Jan. 14, 2023",
                "date4": "Jan. 15, 2023",
                "date5": "Jan. 29, 2023",
                "event1": "Musculoskeletal Clinic",
                "event2": "VN Cares Cancer Screening",
                "event3": "Psychiatry Clinic",
                "event4": "Hepatitis Vaccination",
                "event5": "Dermatology Clinic",
                "image": "/images/home-page/events-img.png"
            }
        }
    },
    "GetInvolved": {
        "pageTitle": "Get Involved",
        "CardComponent": {
            "Card1": {
                "cardText": "Physicians & Residents",
                "imgSrc": "/images/get-involved/physiciansAndResidents.png"
            },
            "Card2": {
                "cardText": "Undergrad. Patient Advocates",
                "imgSrc": "/images/get-involved/undergrad.png"
            },
            "Card3": {
                "cardText": "Health Professional Students",
                "imgSrc": "/images/get-involved/clinics.png"
            },
            "details": "Details",
            "signUp": "Sign Up"
        },
        "donateHeading": "Donate Today!",
        "donateText": "Paul Hom Asian Clinic is a 501(c)(3) organization. If you would like to support our clinic, donations can be mailed to:",
        "address": "Paul Home Asian Clinic\n6341 Folsom Blvd\nSacramento, CA 95819",
        "donateText2": " We thank you for your generoristy!"
    },
    "Footer": {
        "pages": {
            "page1": "HOME",
            "page2": "ABOUT US",
            "page3": "SERVICES",
            "page4": "COMMITEES",
            "page5": "GET INVOLVED"
        },
        "contact": {
            "message": "CONTACT US",
            "address_pt1": "6341 Folsom Blvd",
            "address_pt2": "Sacramento, CA 95819"
        },
        "sponsor_pt1": "THANK YOU TO OUR SPONSORS",
        "sponsor_pt2": "FOR THEIR GENEROUS SUPPORT",
        "include": "Designed & Developed with 🤍 by #include @ Davis"
    },
    "Flipping Cards": {
        "Card1": {
            "title": "1971-Our",
            "content": "In 1971, a group of UC Davis medical students led by Paul Hom held meetings with a group of activist undergraduate students from the California State University of Sacramento to discuss improving health care for elderly Asians and new immigrant families who were struggling to obtain adequate health care due to socioeconomic and language barriers. They decided to start a free clinic to target this problem.",
            "image": "/1971image.png",
            "alt": "portrait of the founder, Paul Hom"
        },
        "Card2": {
            "title": "Creating a Team",
            "content": "Paul Hom approached Dr. Lindy Kumagai, one of the few Asian medical faculty members at UC Davis School of Medicine, and asked if he would be the medical director of the clinic. Dr. Lindy Kumagai was an advocate for the Civil Rights Movement and underserved Asian communities. He accepted the position and worked with Paul Hom and UC Davis medical students for the next 30 years.",
            "image": "/creatingateam.png",
            "alt": "portrait of Dr.Lindy Kumagai"
        },
        "Card3": {
            "title": "Early Operations",
            "content": "The ‘Asian Clinic’, as it was called before being renamed to the Paul Hom Asian Clinic, operated out of the back of a bookstore providing primary care services to about 9-10 patients every Saturday. After some time, the community closed the bookstore and the clinic moved to the Sacramento Projects in New Helvecia (low income housing). The clinic later moved to its current location at the Safe Credit Union on Folsom Boulevard.",
            "image": "/earlyoperations.png",
            "alt": "Picture of former clinic"
        },
        "Card4": {
            "title": "Continuing the",
            "content": "After serving for 30 years, Dr. Lindy Kumagai passed on his position as medical director to Dr. Ronald Guy Jan. Dr. Jan had been volunteering for the clinic since 1980. He had an undying dedication and passion for serving the underserved. In the midst of starting his own practice, Dr. Jan would do his rounds between seven different hospitals and then come to the clinic to take on any patient that needed his help. Dr. Jan served for about 18-20 years before passing his position to the current medical director Dr. Christian Bohringer.",
            "image": "/continuingtheleagacy.png",
            "alt": "The Entire Medical Team in a group picture, smiling"
        },
        "Card5": {
            "title": "Paul Hom Today",
            "content": "The existence of the Paul Hom Asian Clinic has proved beneficial not only to the patients, but also to the undergraduate students, medical students, and physicians who volunteer their time and efforts. The legacy of Dr. Paul Hom continues to thrive and is the oldest Asian clinic in all of America.",
            "image": "/Today.png",
            "alt": "Current Student-Run Clinic Team in a group picture, smiling"
        }
    }
}