{
  "_id": "67331656dc67a045cf0eca7e",
  "_name": "staging",
  "_published": true,
  "details_text_en": "Details",
  "details_text_zh": "详情",
  "details_text_hmn": "Kawm Txuas Ntxiv",
  "details_text_ko": "세부 사항",
  "details_text_es": "Detalles",
  "details_text_vi": "Chi Tiết",
  "close_text_en": "Close",
  "close_text_zh": "关闭",
  "close_text_hmn": "Kaw",
  "close_text_ko": "닫기",
  "close_text_es": "Cerrar",
  "close_text_vi": "Đóng",
  "sign_up_text_en": "Sign Up",
  "sign_up_text_zh": "注册报名",
  "sign_up_text_hmn": "Sau Npe",
  "sign_up_text_ko": "가입하기",
  "sign_up_text_es": "Registrarse",
  "sign_up_text_vi": "Đăng Ký",
  "card_1_title_en": "Physicians & Residents",
  "card_1_title_zh": "医生和住院医师",
  "card_1_title_hmn": "Kws Kho Mob Thiab Tub Ntxhais Kawm Tshuaj",
  "card_1_title_ko": "의사 및 레지던트",
  "card_1_title_es": "Médicos y Residentes",
  "card_1_title_vi": "Bác Sĩ và Bác Sĩ Nội Trú",
  "card_1_signup_link": "https://www.paulhomasianclinic.com",
  "card_1_details_en": "Physicians and residents are a valuable component to our clinic because they serve as teachers and mentors to health professional students and undergrad patient advocates. They help facilitate the clinical process, such as guiding medical students in making a correct diagnosis, writing prescriptions for our patients, and providing medical services and advice. Any physician and resident, primary care and specialty alike, is welcomed and appreciated in our clinic! If you are interested in volunteering as a preceptor please contact our physician scheduling team at: phac.physician.scheduler@gmail.com",
  "card_1_details_zh": "医生和实习医生是我们诊所重要的组成部分，因为他们是医学生和本科志愿者的导师。他们帮助促进看诊过程，例如指导医学生做出正确的诊断、为患者开处方，以及提供医疗服务和建议。我们衷心感谢所有医生和实习医生的协助！如果您有兴趣在亚洲诊所担任志愿导师，请联络我们的医生团队：phac.physical.scheduler@gmail.com ",
  "card_1_details_hmn": "Cov kws kho mob thiab cov kws tab tom kawm kho mob tseem ceeb rau peb lub tsev kho mob vim tias lawv ua cov kws qhia ntawv thiab cov kws cob qhia rau cov tub ntxhais paub txog tshuaj thiab cov tub ntxhais kawm ntawv thiab xav kawm txog tshuaj. Lawv pab txhawb cov txheej txheem kho mob, xws li qhia cov tub ntxhais kawm kho mob kuaj mob kom raug, sau ntawv tshuaj rau peb cov neeg mob, thiab muab kev pab kho mob thiab lus qhia. Txhua tus kws kho mob thiab kws tab tom kawm kho mob, cov saib xyuas kev noj qab noj zoo thiab tshwj xeeb zoo ib yam, zoo siab txais tos thiab txaus siab rau peb lub tsev kho mob! Yog tias koj xav ua haujlwm pub dawb ua tus kws kho mob thov hu rau peb pab pawg teem sijhawm rau kws kho mob ntawm: phac.physician.scheduler@gmail.com ",
  "card_1_details_ko": "의사와 레지던트의대생, 건강 전문 학생 및 학부생들에게 교사와 멘토로서 중요한 역할을 합니다. 그들은 올바른 진단을 내리는 과정에서 의대생을 지도하고, 환자를 위한 처방을 작성하고, 의료 서비스와 조언을 제공하는 등 임상 과정을 원활히 진행하는 데 도움을 줍니다. 모든 의사와 레지던트, 기본 진료 및 전문의 모두 우리 클리닉에서 환영받고 감사히 여깁니다! 프리셉터 (의사)로 자원봉사를 원하시는 경우, 저희 의사 일정 팀에 연락해 주세요: phac.physician.scheduler@gmail.com ",
  "card_1_details_es": "Los médicos y residentes son componentes valiosos en nuestra clínica porque actúan como maestros y mentores para los estudiantes de salud y defensores de pacientes de pregrado. Ayudan a facilitar el proceso clínico, como guiar a los estudiantes de medicina en hacer el diagnóstico correcto, escribir recetas para nuestros pacientes, y ofrecer servicios y consejos médicos. ¡Todos los médicos y residentes, tanto de atención primaria como de especialidad, son bienvenidos y apreciados en nuestra clínica! Si está interesado en ser voluntario como médico, por favor contacte a nuestro equipo de programación de médicos en: phac.physician.scheduler@gmail.com",
  "card_1_details_vi": "Các bác sĩ và bác sĩ nội trú là một thành phần có giá trị đối với phòng khám của chúng tôi vì họ đóng vai trò là giáo viên và cố vấn cho các sinh viên chuyên ngành y tế và những bạn tình nguyện viên ủng hộ bệnh nhân. Chúng giúp tạo điều kiện thuận lợi cho quá trình lâm sàng, chẳng hạn như hướng dẫn sinh viên y khoa chẩn đoán chính xác, viết đơn thuốc cho bệnh nhân cũng như cung cấp các dịch vụ và lời khuyên y tế. Bất kỳ bác sĩ và bác sĩ nội trú nào, chăm sóc y tế tổng quát cũng như chuyên khoa, đều được chào đón và đánh giá cao tại phòng khám của chúng tôi! Nếu bạn quan tâm đến việc tình nguyện làm giảng viên, vui lòng liên hệ với nhóm lập kế hoạch bác sĩ của chúng tôi tại: phac.physician.scheduler@gmail.com",
  "card_2_title_en": "Undergraduate Patient Advocates ",
  "card_2_title_zh": "本科志愿者",
  "card_2_title_hmn": "Tub Ntxhais Kawm Ntawv Thiab Xav Kawm Txog Tshuaj",
  "card_2_title_ko": "학부생 인턴/봉사자j",
  "card_2_title_es": "Asistentes de pacientes estudiantes universitarios",
  "card_2_title_vi": "Sinh viên đại học: những bạn tình nguyện viên ủng hộ bệnh nhân",
  "card_2_signup_link": "https://www.paulhomasianclinic.com",
  "card_2_details_en": "The term Patient Advocate aptly describes an undergraduate volunteer at the Paul Hom Asian Clinic. Patient Advocates mainly act as interpreters for predominantly Cantonese, Mandarin, and Vietnamese patients who visit the clinic. They also have a variety of responsibilities such as in taking vital signs, assisting in the dispensing of medications, and assisting medical students with patient care. They continue to play an important role as patient educators and interpreters for our clinic. In addition, they have the opportunity to learn more about providing social services to the underserved. Our Fall 2024 undergraduate application is currently open!! If you have any additional questions, please contact phacugco-d@ucdavis.edu",
  "card_2_details_zh": "「本科志愿者」是亚洲诊所的大学生志工。他们主要为就诊的患者提供翻译服务，患者以说粤语、普通话和越南语为主。本科志愿者也承担各种职责，例如测量生命征象、协助配药和协助医学生照顾病人，所以他们在亚洲诊所发挥很重要的作用。此外，他们也有机会更了解如何为照护不足的群体提供服务。我们现已开放 2023 年秋季本科生的申请！如果您有任何其他问题，请联络 phacugco-d@ucdavis.edu ",
  "card_2_details_hmn": "Qhov lus Patient Advocate los sis tus neeg txhawb cov neeg mob yog los lus uas piav txog ib tug tub ntxhais kawm ntawv uas pab tim lub tsev kho mob Paul Hom Asian Clinic.  Ib tus neeg ua txhawb cov neeg mob feem ntau pab txhais lus rau lus Cantonese, lus Suav, thiab lus Nyab laj rau cov neeg mob ua tuaj xyuas lub tsev kho mob. Lawv kuj muaj lwm yam haujlwm xws li kuaj cov cim tseem ceeb txog lub cev, pab muab tshuaj, thiab pab cov tub ntxhais kawm tshuaj kho mob nrog saib xyuas cov neeg mob. Lawv lub luag tseem ceeb rau cov neeg mob vim lawv yog cov qhia txog ntau yam mob thiab tshuaj thiab txhais lub rau cov neeg mob nyob hau peb lub tsev kho mob. Txuas ntxiv mus, lawv muaj lub sijhawm los kawm txog txoj kev pab xoom qhob rau cov neeg tsis muaj. Peb cov tub ntxhais kawm ntawv rau lub caij nplooj ntoo zeeg xyoo 2023 qhib tam sim no!! Yog koj muaj lus noog txuas ntxiv, thov tiv rau phacugco-d@ucdavis.edu  ",
  "card_2_details_ko": "‘환자 옹호자’라는 용어는 폴 홈 아시아 클리닉의 학부 자원봉사자를 적절히 설명합니다. 환자 옹호자는 주로 클리닉을 방문하는 광동어, 중국어, 베트남어를 사용하는 환자들을 위한 통역사 역할을 합니다. 그들은 또한 생명 징후 측정, 약물 배급 보조, 환자 치료 보조와 같은 다양한 업무를 수행합니다. 이들은 계속해서 우리 클리닉의 환자 교육자 및 통역사로서 중요한 역할을 합니다. 또한, 그들은 소외된 사람들을 위한 사회 서비스를 제공하는 것에 대해 더 많이 배울 기회를 갖게 됩니다. 현재 2024년 가을 학부생 지원서가 열려 있습니다!! 추가 질문이 있으시면 phacugco-d@ucdavis.edu로 문의해 주세요.",
  "card_2_details_es": "El término Defensor de Pacientes describe a un voluntario de pregrado en la Clínica de Paul Hom. Los Defensores de Pacientes actúan principalmente como intérpretes para pacientes, predominantemente en cantonés, mandarín y vietnamita, que visitan la clínica. También tienen una variedad de responsabilidades como tomar signos vitales, ayudar en la dispensación demedicamentos, y asistir a los estudiantes médicos en el cuidado de los pacientes. Continúan cumpliendo un papel importante como educadores de pacientes e intérpretes para nuestra clínica. Además, tienen la oportunidad de aprender más sobre proveer servicios sociales a las poblaciones desatendidas. ¡¡Nuestra aplicación de pregrado para el Otoño 2024 está abierta actualmente!! Si tiene preguntas adicionales, por favor contacte a phacugco-d@ucdavis.edu",
  "card_2_details_vi": "Thuật ngữ tình nguyện viên ủng hộ bệnh nhân mô tả chính xác một tình nguyện viên/sinh viên đại học tại Phòng khám Châu Á Paul Hom. Những bạn tình nguyện viên ủng hộ bệnh nhân chủ yếu đóng vai trò là thông dịch viên cho các bệnh nhân chủ yếu là người Quảng Đông, Quan Thoại và Việt Nam đến khám tại phòng khám. Họ cũng có nhiều trách nhiệm khác nhau như lấy chỉ số sức khỏe, hỗ trợ cấp phát thuốc và hỗ trợ sinh viên y khoa chăm sóc bệnh nhân. Họ tiếp tục đóng vai trò quan trọng với tư cách là người hướng dẫn bệnh nhân và thông dịch viên cho phòng khám của chúng tôi. Ngoài ra, họ có cơ hội tìm hiểu thêm về việc cung cấp các dịch vụ xã hội cho những người chưa được phục vụ đầy đủ. Đơn đăng ký đại học Mùa thu 2024 của chúng tôi hiện đang mở!! Nếu bạn có thắc mắc gì thêm, vui lòng liên hệ phacugco-d@ucdavis.edu ",
  "card_3_title_en": "Health Professional Students ",
  "card_3_title_zh": "医学生",
  "card_3_title_hmn": "Tub Ntxhais Paub Txog Tshuaj",
  "card_3_title_ko": "보건/의료 전문 학생 ",
  "card_3_title_es": "Estudiantes profesionales de la salud ",
  "card_3_title_vi": "Sinh Viên Y ",
  "card_3_signup_link": "https://www.paulhomasianclinic.com",
  "card_3_details_en": "Health professional students are exposed to a variety of clinical responsibilities, such as interviewing patients, conducting physical exams, and performing laboratory procedures (blood draw, pap smears, vaccination, etc.). In addition, students also learn more about working with the underserved Asian population. To volunteer at our clinic, please sign up on the Inter-clinic Google Doc. Dress code: business-casual with white coat and badge",
  "card_3_details_zh": "医学生承担各种临床职责，例如询问患者的病史、对患者进行身体检查和检测操作（抽血、子宫颈抹片检查、疫苗接种等）。此外，医学生也有机会了解如何为照护不足的群体提供服务。如果您有兴趣在我们的诊所担任志愿者，请在 Inter-clinic Google Doc 上注册。服装要求：商务休闲装、白袍和证章",
  "card_3_details_hmn": "Tub Ntxhais Paub Txog Tshuaj raug cuam tshuam rau ntau lub luag haujlwm hauv chaw kho mob, xws li xam phaj cov neeg mob, kuaj lub cev, thiab ua cov txheej txheem kuaj ntshav (xws ntshav, pap smears, txhaj tshuaj tiv thaiv, thiab lwm yam). Tsis tas li ntawd, cov tub ntxhais kawm kuj kawm paub ntau ntxiv txog kev ua haujlwm nrog cov neeg Asia tsis muaj kev pabcuam. Txhawm rau ua haujlwm pub dawb ntawm peb lub tsev kho mob, thov sau npe rau ntawm Inter-clinic Google Doc. Hnav khaub ncaws: ua lag luam-xws li nrog lub tsho dawb thiab daim paib. ",
  "card_3_details_ko": "건강 전문 학생들은 환자 인터뷰, 신체 검사 및 실험실 절차(혈액 채취, 자궁경부 세포진 검사, 예방 접종 등)를 수행하는 다양한 임상 책임을 경험하게 됩니다. 또한, 학생들은 소외된 아시아 인구와 협력하는 것에 대해 더 많이 배우게 됩니다. 우리 클리닉에서 자원봉사를 원하시면 Inter-clinic Google 문서에 등록해 주세요. 복장 규정: 비즈니스 캐주얼, 흰 가운 및 배지를 착용하십시오.",
  "card_3_details_es": "Los estudiantes de salud están expuestos a una variedad de responsabilidades clínicas, como entrevistar a los pacientes, hacer exámenes físicos, y realizar procedimientos de laboratorio (pruebas de sangre, pruebas de Papanicolaou, vacunación, etc.). Además, los estudiantes aprenden más sobre cómo trabajar con la población asiática desatendida. Para ser voluntario en nuestra clínica, por favor inscríbase en el Google Doc inter-clínico. Código de vestimenta: casual de negocios con bata blanca y gafete. ",
  "card_3_details_vi": "Sinh viên chuyên ngành y tế phải đối mặt với nhiều trách nhiệm lâm sàng khác nhau, chẳng hạn như phỏng vấn bệnh nhân, tiến hành kiểm tra thể chất và thực hiện các thủ tục trong phòng thí nghiệm (lấy máu, lấy tế bào cổ tử cung, tiêm chủng, v.v.). Ngoài ra, sinh viên còn tìm hiểu thêm về cách làm việc với nhóm dân số người Á Châu chưa được phục vụ đầy đủ. Để tình nguyện tại phòng khám của chúng tôi, vui lòng đăng ký trên Google Doc của phòng khám đa khoa. Quy định về trang phục: trang phục công sở với áo khoác và huy hiệu màu trắng",
  "donate_today_text_en": "Donate Today!",
  "donate_today_text_zh": "捐赠我们！",
  "donate_today_text_hmn": "Peb Txais Nyiaj Pub Dawb!",
  "donate_today_text_ko": "지금 후원해 주세요!",
  "donate_today_text_es": "¡Dona hoy!",
  "donate_today_text_vi": "Hãy Quyên Góp Hôm Nay",
  "donation_instructions_en": "Paul Hom Asian Clinic is a 501(c)(3) organization. If you would like to support our clinic, donations can be mailed to:",
  "donation_instructions_zh": "亚洲诊所是一所 501C(3) 的非营利组织。如果您想支持我们的，捐款可以邮寄至：",
  "donation_instructions_hmn": "Peb Txais Nyiaj Pub Dawb! Tsev Kho Mob Paul Hom Asian Clinic yog ib lub 501(c)(3) koom haum. Yog hais tias koj xav pab peb, koj xa tau nyiaj mus rau:",
  "donation_instructions_ko": "폴 홈 아시안 클리닉은 501(c)(3) 비영리 단체입니다. 클리닉을 후원해주실분들은 후원금을 여기로 보내주세요:",
  "donation_instructions_es": "La Clínica Asiática Paul Hom es una organización 501(c)(3). Si desea apoyar nuestra clínica, las donaciones pueden enviarse por correo a: ",
  "donation_instructions_vi": "Phòng Khám Paul Hom là một tổ chức 501(c)(3). Nếu như muốn hỗ trợ phòng khám của chúng tôi thì những quyên góp có thể được gửi đến:  ",
  "thank_you_text_en": "We thank you for your generosity! ",
  "thank_you_text_zh": "感谢您的慷慨支持！",
  "thank_you_text_hmn": "Ua tsaug rau koj txoj kev zoo!",
  "thank_you_text_ko": "여러분의 따뜻한 후원에 감사드립니다!",
  "thank_you_text_es": "¡Le agradecemos por su generosidad!",
  "thank_you_text_vi": "Chúng tôi cảm ơn vì sự hào phóng của bạn!",
  "_last_modified": "2024-11-12T13:28:12.953Z",
  "_created_at": "2024-11-12T08:48:22.017Z",
  "page_media": {
    "cards_section": [
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406333/peeejtvethr8ynfiisaq.png",
        "alt": "physiciansAndResidents.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406331/ivzodg3katzz7j8qivdl.png",
        "alt": "undergrad.png"
      },
      {
        "src": "https://res.cloudinary.com/dhkigvupu/image/upload/v1731406342/dvsy3rhbnyd1hgk0kczn.png",
        "alt": "clinics.png"
      }
    ]
  }
}